<?php

return [

    /*
    |--------------------------------------------------------------------------
    | ページ毎テキスト設定
    |--------------------------------------------------------------------------
    */

    "title"  => "アカウント管理",
    "create" => "アカウント作成",
    "update" => "アカウント情報変更",

    "word" => [
        "search_user"           => "アカウント検索",
        "name"                  => "アカウント名",
        "email"                 => "メールアドレス",
        "password"              => "パスワード",
        "password_confirmation" => "パスワード(確認用)",
        "role"                  => "ロール",
    ],

    "message" => [
        "user_not_found"    => "アカウントが登録されていません。",
        "input_only_update" => "変更時のみ入力してください",
    ],
];
