<?php

return [

    /*
    |--------------------------------------------------------------------------
    | MyCustom Package Text
    |--------------------------------------------------------------------------
    |
    | 認可・認証等に使用する単語・メッセージ定義
    |
    */
    "login"                 => "ログイン",
    "logout"                => "ログアウト",
    "email"                 => "メールアドレス",
    "password"              => "パスワード",
    "password_confirmation" => "もう一度入力",

    "failed"          => "ログインに失敗しました。" . PHP_EOL . "アカウント名かパスワードが間違っています。",
    "throttle"        => "ログイン試行回数が制限に達しました。" . PHP_EOL . " :seconds 秒以上開けて再度お試しください",
    "login_form"      => "ログインしてセッションを開始する",
    "forgot_password" => "パスワードを忘れた方はこちら",
    "remember_me"     => "パスワードを記憶する",
    "reset_password"  => "パスワードをリセットする",
    "send_reset_link" => "リセットリンクを送信する",
];
