<?php

return [

    /*
    |--------------------------------------------------------------------------
    | ページ毎テキスト設定
    |--------------------------------------------------------------------------
    */

    "title"  => "ユーザー管理",
    "create" => "ユーザー作成",
    "update" => "ユーザー情報変更",

    "word" => [
        "search_user"  => "ユーザー検索",
        "name"  => "ユーザー名",
        "email" => "メールアドレス",
        "password" => "パスワード",
        "password_confirmation" => "パスワード(確認用)",
        "role" => "ロール",
    ],

    "message" => [
        "user_not_found"    => "ユーザがいません。",
        "input_only_update" => "変更時のみ入力してください",
    ],
];
